; Language name
0001=Español

; Strings
0002=(Por defecto)
0003= -Añadir valor- 
0004=Registry plugin
0005=Conectar a registro remoto
0006=Desconectar de registro remoto
0007=Nuevo valor #%u
0008=Seleccione la computadora a la cual quiera conectarse
0009=Exportar en UNICODE (Win 2000/XP/Vista/7)
0010=Exportar como REGEDIT4 (Formato de Win9x/NT4)
0011=Para exportar mucho más rápido considere deshabilitar la opción de Total Commander:|Configuración->Operación->Calcular espacio->antes de copiar/eliminar
0012=Valor QWORD (64-bit)
0013=Valor DWORD (32-bit)
0014=¡No puede crear una clave aquí!
0015=La conversión de caracteres especiales ha sido deshabilitada.|Esto puede causar algunas publicaciones durante un acceso a claves y valores que tengan símbolos especiales en el nombre. ¿Está seguro?
0017=Eliminar
0018=Leer Control
0019=Escribir DAC
0020=Escribir propietario
0022=¡Imposible conectar al registro remoto!
0023=¡No puede mover una clave en si misma!
0024=¡No puede copiar una clave en si misma!
0025=¡No puede renombrar la clave!
0026=¡No puede mover una clave en su propia subclave!
0027=¡No puede copiar una clave en su propia subclave!
0028=¡No puede copiar una clave en su subclave!
0029=¡No puede eliminar la clave!
0030=El archivo ya existe. ¿Sobrescribirlo?
0031=El tipo de dato REG_MULTI_SZ no puede contener cadenas vacías.|Las cadenas vacías serán removidas.
0032=Control completo
0033=Leer
0034=Valor de consulta
0035=Establecer valor
0036=Crear subclave
0037=Enumerar subclaves
0038=Notificar
0039=Crear enlace
0041=Sólo esta clave
0042=Esta clave y sus subclaves
0043=Sólo subclaves
0045=¡Una conexión con el mismo host ya existe!
0046=¡Error durante inicio de regedit!
0047=¡No puede crear una clave aquí!
0095=b
0096=k
0097=M
0098=G
0118= -Buscar- 
0120=Buscar en todo el registro

; Export dialog
0048=Configurar exportación
0049=No mostrar de nuevo
0050=Aceptar
0051=Cancelar

; Multiline value
0052=Editar cadena múltiple
0053=Abrir en &regedit
0054=&Nombre valor:
0055=Datos &valor:

; Options
0056=Opciones de Registry plugin
0057=Exportar usando UNICODE (Win 2000/XP/Vista/7)
0058=Exportar con estampa de fecha
0059=Exportar/ver valores binarios como archivos binarios
0060=Mostrar elemento " -Añadir valor- "
0061=Convertir símbolos especiales (\\ -> [bslash])
0063=Columnas adicionales
0064=Idioma:
0086=Exportación rápida (sin barra de progreso)
0087=Preguntar sobre el formato de exportación
0088=Preguntar al exportar en un sólo archivo
0089=Exportar en un sólo archivo
0094=Mostrar tamaño real de cadenas (ANSI * 2)
0099=Iconos expandidos
0100=Mostrar tamaño sufijo
0116=Icono de clave mejorado
0117=Permitir conexiones remotas
0119=Mostrar " -Buscar- " archivo

; Disconnect registry
0065=Desconectar registro de red
0066=Nombre computadora:

; Connect registry
0067=Conectar registro de red
0068=E&xaminar...

; New value
0069=Nuevo valor
0070=Tipo
0071=&Cadena
0072=&DWORD
0073=&QWORD
0074=&Binario
0075=Cadena &múltiple
0076=Cadena &expandible
0077=&Nombre:

; Binary value
0078=Editar valor binario
0079=Ver cadena (&ANSI):
0080=Ver cadena (&UNICODE):

; String value
0081=Editar cadena

; DWORD value
0082=Editar
0083=Base
0084=&Hexadecimal
0085=&Decimal

; Export to single file
0090=Por favor seleccione el tipo de exportación:| - Para exportar en un sólo archivo haga clic en 'Si',| - Para exportar en archivos separado haga clic en 'No'.
0091=Nombre de archivo:
0092=&Si
0093=&No

; Search
0101=Buscar
0102=Cadena a buscar:
0103=Buscar
0104=Coincidir MAY/min
0105=Coincidir cadena entera
0106=Buscar claves
0107=Buscar valores
0108=Buscar datos
0109=Use doble clic para ir a la clave encontrada|Use Ctrl + doble clic para editar valores
0110=Clave
0111=Valor
0112=Datos
0113=Claves buscadas:
0114=Claves buscadas: %u, coincidencias encontradas: %u (%u ms)
0115=Cerrar
0121=¡No se puede abrir la clave para buscar en ella!
0122=Donde buscar
0123=Buscar en todo el registro
0124=Buscar en clave:
0125=Tipos de datos...
0128=Búsqueda binaria
0129=y
0130=Tiempo de escritura entre:
0131=Tamaño:
0132=Búsqueda con comodines (*,?)
0133=Ir a la clave
0134=Copiar
0135=Editar...
0136=Caracter inaceptable
0137=Sólo puede escribir símbolos HEX aquí.

; Data Types
0126=Tipos de datos
0127=Otros tipos